{
  "bonus": {
    "1000": "Hoje é dia de pagamento. Receba R$ 1000!",
    "100": "Dia de sorte! Você achou R$ 100 na rua!",
    "5000": "Você achou um cachorro perdido e por isso receberá uma recompensa de R$ 5000!",
    "400": "Rendimento da poupança chegou! Receba R$ 400!",
    "1000": "Comissão informal da venda de um imóvel. Receba R$ 1000!",
    "600": "Antigo celular vendido. Receba R$ 600!",
    "2500": "Apostou na vitória do seu time do coração e ganhou R$ 2500!",
    "200": "Revendeu aquele perfume bom. Receba R$ 200!",
    "755": "Dinheiro não cai do céu, mas você acabou de receber R$ 755!",
    "1200": "Dia de receber o dinheiro do aluguel. Receba R$ 1200!",
    "6": "E aí, carinha que mora logo ali? Quer 1 dólar?",
    "350": "Parece que o anúncio aleatório da internet era verdadeiro. Você ganhou R$ 350!",
    "999": "O esquema de pirâmide está dando certo... por enquanto. Receba R$ 999!",
    "45": "Noite do barulho resultou em um trocado. Ganhou R$ 45!",
    "2100": "O investimento em criptomoeda deu certo. Receba R$ 2100!",
    "800": "Ouro encontrado, venda certa, dinheiro no bolso. Receba R$ 800!",
    "1500": "Competição de quem come mais. Você é guloso, comeu tudo e ganhou R$ 1500 como prêmio!",
    "100": "Estavam te devendo R$ 100 e nem mesmo você sabia...",
    "1": "Você achou uma moeda de R$ 1 na rua... legal.",
    "320": "Alguém enviou R$ 320 para sua conta!",
    "350": "Receba R$ 350 pela vitória no jogo do bicho!",
    "300": "Receba R$ 300 pelo freela que você fez!",
    "400": "Receba R$ 400 do auxílio do governo!",
    "25": "Você ganhou um trocado por ajudar a vender flores no parque. Receba R$ 25!",
    "25": "Valeu a pena participar do bingo. Você recebeu R$ 25 como prêmio!",
    "85": "O sistema de cashback do banco falhou? Apareceu mais R$ 85 na sua conta bancária...",
    "125": "Rinha de galo é ilegal... Tome aqui R$ 125 ganhados com seu passa tempo ilícito",
    "1000": "Um estranho te ofereceu R$ 1000 para realizar uma entrega e você aceitou torcendo para não ser preso...",
    "555": "Um parente seu morreu e você recebeu R$ 555 em herança!",
    "30": "Você enviou um convite afiliado para registro em uma rede social e ganhou R$ 30 como recompensa",
    "50": "Você achou uma nota de R$ 50 reais molhada no chão... É só secar ela e ser feliz!",
    "5": "Você ganhou R$ 5 por ajudar uma senhora a carregar as compras!",
    "1500": "Você conseguiu revender uma moto e lucrar. Receba R$ 1500!",
    "1000": "Você recebeu R$ 1000 como recompensa por informar o esconderijo de um bandido procurado!",
    "175": "Investimento rendeu. Receba R$ 175!",
    "500": "Você achou um celular na rua... Você vendeu por R$ 500, mas será que você fez o certo?",
    "250": "A aposta no cavalo rosado com o nome de Batatinha se mostrou lucrativa. A casa paga e você recebe R$ 250!",
    "50": "Parabéns, você ganhou R$ 50 na máquina de caça niquel!",
    "400": "Parabéns, você ganhou R$ 400 na competição de sinuca!",
    "110": "Parabéns, você ganhou R$ 110 no campeonato local de dominó",
    "200": "Dia de pagamento! Seu app mobile rendeu e você acaba de receber R$ 200!",
    "60": "Você achou R$ 60 em um quarto de hotel!",
    "300": "Você ajudou um velho amigo a alugar uma casa. Receba R$ 300 como comissão!",
    "900": "Você pagou a fiança de um velho amigo e agora ele te recompensou com juros. Receba R$ 900!",
    "100": "Você ajudou um velho amigo com a organização de um evento e ele te recompensou com R$ 100!",
    "2690": "Você achou um gato perdido. Receba R$ 2690 como recompensa!",
    "1000": "Você achou um coelho perdido. Receba R$ 1000 como recompensa!",
    "100": "Você ajudou a consertar um computador defeituoso. Receba R$ 100 pelo trabalho!",
    "20": "Você achou uma nota de R$ 20 no elevador... é o seu dia de sorte!",
    "1000": "Você ganhou um sorteio. Receba R$ 1000!"
  },
  "loss": {
    "-400": "Pneu furou... R$ 400 é o valor de um novo.",
    "-2000": "Você sofreu um golpe! Lá se vai R$ 2000...",
    "-300": "Você tem um bom coração e por isso decidiu doar R$ 300 de cesta básica!",
    "-2500": "Você não deveria ter jogado poker. Lá se vai R$ 2500...",
    "-100": "Perdeu a carteira com R$ 100...",
    "-700": "O seguro do celular não cobre quedas de 25 andares. Hora de pagar R$ 700 para consertar.",
    "-250": "Quis um teclado com RGB, recebeu um tijolo. Perdeu R$ 250.",
    "-1200": "Senhor Madruga pediu dinheiro emprestado. Você é trouxa, pagou R$ 1200!",
    "-400": "Você ficou doente e precisou pagar R$ 400 em remédios.",
    "-6": "E aí, carinha que mora logo ali? Passa 1 dólar!",
    "-150": "Passou correndo no semáforo? Pague a multa de R$ 150!",
    "-1999": "O esquema de pirâmide não deu certo. Pague R$ 1999!",
    "-4000": "Uma descarga elétrica queimou seu computador de R$ 4000... hora de comprar um novo.",
    "-290": "Ado, ado, ado, perde R$ 290 quem é azarado... no caso, você.",
    "-550": "A venda de cacau não deu muito certo. Prejuízo de R$ 550.",
    "-25": "Hora do pedágio. Pague R$ 25!",
    "-10": "R$ 10 em ingredientes perdidos por incompetência sua!",
    "-1450": "R$ 1450 de prejuízo por causa de seu pessímo investimento!",
    "-200": "Você fez uma doação de R$ 200 para uma instituição de crianças carentes.",
    "-1100": "Você bebeu demais e não se lembra de nada, mas em sua carteira tem um comprovante de pagamento de R$ 1100 da noite anterior.",
    "-2020": "Você apostou que o mundo acabaria em 2020... você errou. Pague R$ 2020",
    "-100": "O freela era um golpe. Você perdeu R$ 100!",
    "-1100": "Você quebrou a televisão do quarto de hotel. Pague R$ 1100",
    "-50": "Você perdeu R$ 50 na máquina de caça niquel!",
    "-400": "Você perdeu R$ 400 na competição de sinuca!",
    "-110": "Você perdeu R$ 110 no campeonato local de dominó!",
    "-60": "Você perdeu R$ 60 em um quarto de hotel!",
    "-250": "Apostar em cavalos não se mostrou como algo lucrativo. Você perdeu R$ 250!",
    "-900": "Dia de pagamento de impostos. Pague R$ 900!",
    "-1200": "Impostos atrasados. Pague R$ 1200!",
    "-500": "Você quebrou o freezer do quarto de hotel. Pague R$ 500!",
    "-200": "Você queria comprar um fone de ouvido, mas sofreu um golpe. Você perdeu R$ 200!",
    "-85": "Você esqueceu sua mochila no ônibus e perdeu R$ 85 que estavam dentro...",
    "-50": "Você deu dinheiro a mais para o Uber. Você perdeu R$ 50!",
    "-100": "Você foi roubado! Perdeu R$ 100!",
    "-50": "Você perdeu R$ 50 em uma competição de luta de braço!",
    "-500": "Você quebrou o painel do carro de aluguel. Pague R$ 500!",
    "-150": "Conta de água atrasada. Pague R$ 150",
    "-600": "A fatura do cartão de cŕedito venceu. Pague R$ 600!",
    "-80": "Você fez barulho demais durante a noite. Pague R$ 80 de multa!",
    "-1500": "Você sofreu um acidente e será multado. Pague R$ 1500!",
    "-120": "Você está doente e precisa comprar remédios. Pague R$ 120!",
    "-300": "A fonte do seu celular queimou. Hora de comprar uma nova. Pague R$ 300!",
    "-400": "A tela do seu celular quebrou. Hora de comprar uma nova. Pague R$ 400!",
    "-1250": "A tela do seu notebook quebrou. Hora de comprar uma nova. Pague R$ 1250!",
    "-450": "A fonte do seu notebook queimou. Hora de comprar uma nova. Pague R$ 450!",
    "-1000": "Você apostou na vitória do seu time, mas o time foi rebaixado. Pague R$ 1000!",
    "-2000": "A sociedade com um velho amigo não deu certo. Você perdeu R$ 2000",
    "-700": "Você não está conseguindo ler. Você precisa de óculos. Compre por R$ 700!",
    "-400": "Um incêndio queimou todas as suas roupas. Compre novas por R$ 400!"
  }
}